Repository: archetyped/simple-lightbox
Catalog: l10n/simple-lightbox-*.po
Languages: tr_tr

source: Activation
tr_tr: Etkinleştirme

source: Grouping
tr_tr: Gruplama

source: Labels
tr_tr: Etiketler

source: Enable Lightbox Functionality
tr_tr: Lightbox Fonksiyonelliğini Etkinleştir

source: Enable on Home page
tr_tr: Anasayfa'da etkin

source: Enable on Posts
tr_tr: Gönderi Sayfasında Etkin

source: Enable on Pages
tr_tr: Sayfalarda Etkin

source: Enable on Archive Pages (tags, categories, etc.)
tr_tr: Arşiv Sayfalarında Etkin (etiketler, kategoriler, gibi.)

source: Enable backwards-compatibility with legacy lightbox links
tr_tr: Eski lightbox bağlantılar ile geri- uyumluluk etkinleştir

source: Activate image attachment links
tr_tr: Resimlerdeki bağlantıları etkinleştir

source: Validate links
tr_tr: Bağlantı kontrolü

source: Group image links (for displaying as a slideshow)
tr_tr: Grup resimleri bağlantıları (slayt gösterisi olarak yayınlamak için)

source: Group image links by Post (e.g. on pages with multiple posts)
tr_tr: Grup resimleri linki (örneğin, birden fazla ileti ile sayfalarda)

source: Group gallery links separately
tr_tr: Grup galeri linkleri (ayrı ayrı)

source: Theme
tr_tr: Tema

source: Animate lightbox resizing
tr_tr: Lightbox yeniden boyutlandırma efekti

source: Automatically Start Slideshow
tr_tr: Otomatik olarak Slayt gösterisi

source: Slide Duration (Seconds)
tr_tr: Slayt Süresi (Saniye)

source: Loop through images
tr_tr: Döngü görüntüleri üzerinden

source: Enable caption
tr_tr: Balığı etkinleştir

source: Enable description
tr_tr: Açıklama etkin

source: Loading indicator
tr_tr: Yükleniyor göstergesi

source: Next Image link
tr_tr: Sonraki Görselin linki

source: Previous Image link
tr_tr: Önceki Resme bağlantı

source: Start Slideshow link
tr_tr: Slay gösterisine başlama linki

source: Stop Slideshow link
tr_tr: Slayt gösterisini durdurma linki

source: Image number prefix (e.g. <strong>Image</strong> x of y)
tr_tr: Görsel numaraları öneki (örn. <strong>Image</strong> x of y)

source: Image number separator (e.g. Image x <strong>of</strong> y)
tr_tr: Görsel numaralarını ayırıcı (örn. Image x <strong>of</strong> y)

source: Settings
tr_tr: Ayarlar

source: Reset
tr_tr: Sıfırla

source: Are you sure you want to reset your settings?
tr_tr: Ayarlarınızı sıfırlamak istediğinizden emin misiniz?

source: You do not have sufficient permissions to manage plugins for this blog.
tr_tr: Bu blogun eklentileri yönetmek için yeterli izinlere sahip değilsiniz.

source: Lightbox Settings
tr_tr: Lightbox Ayarları
